IDEA Connection Link
ConnectionLink.LinkLogger Field
 LinkLogger
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public static readonly ILog LinkLogger
Public Shared ReadOnly LinkLogger As ILog
public:
static initonly ILog^ LinkLogger
Field Value
Type: ILog
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace